{
    "id": "2023-r3-32",
    "title": "2023 R7",
    "language": "fr-FR",
    "__archive": "/dls-release-notes/api/fr-FR/archive.json",
    "previous": "2023-r3-31",
    "date": "July",
    "content_parts": [
        {
            "title": "Tous les modules",
            "id": "all-modules",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'All Modules' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = New AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-18926",
                            "title": "Amélioration de l'impression",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p><b>Amélioration des performances d'impression</b></p><p>Les dépassements de délais ne surviennent plus en cas de longue liste de demandes d'impression ou lors de l'impression d'un document volumineux.</p><p><b>Imprimer plusieurs commandes de vente à la fois</b></p><p>Vous pouvez effectuer plusieurs impressions à partir de la liste principale des commandes de vente. </p><p>Les documents suivants sont imprimés en fonction de leur statut :</p><ul><li><b>Devis :</b> Les devis des commandes de vente sont imprimés.</li><li><b>Confirmé/partiellement expédié :</b> Les confirmations de commande de vente sont imprimées.</li></ul><p>Vous pouvez consulter la progression et les résultats sur la page <b>Historique tâches batch</b>.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Données de base",
            "id": "common",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'Common' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = New AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-49981",
                            "title": "Planifier la génération d'écriture",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>En plus de générer des écritures instantanément, vous pouvez planifier une tâche de génération pour un jour et une heure spécifiques.</p><p>Vous pouvez consulter l'état d'une tâche planifiée sur la page <b>Historique tâches batch</b>, dans le menu <b>Administration < Planificateur</b>. L'onglet <b>Logs</b> fournit des détails sur chaque tâche.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-47431",
                            "title": "Définir les sections et les attributs requis",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p><b>Au niveau de la société</b></p><p>Vous pouvez définir les sections requises sur la page <b>Société</b>. Un contrôle permet de s'assurer que les sections et attributs requis sont assignés, sinon un message d'erreur apparaît lorsque le système tente de sauvegarder ou de comptabiliser. Elles s'appliquent à toutes les factures d'achat et de vente ainsi qu'aux avoirs pour cette société et tous les sites financiers.</p><p><b>Uniquement au niveau du compte pour les intégrations Sage Intacct</b></p><p>Vous pouvez définir les sections et attributs requis au niveau du Compte général dans Sage Intacct. Si les affectations requises manquent lors de la création des factures Fournisseur/Client et des écritures sur une ligne de document, un message d'erreur s'affiche.</p><p>Les sections et attributs requis définis dans Sage Intacct s'affichent dans la page <b>Compte</b> dans le tableau <b>Sections demandées</b>.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-46943",
                            "title": "Amélioration des intégrations Sage Intacct",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p><b>Cohérence du code article</b> </p><ul><li>Lorsque vous intégrez Sage Intacct, vous ne pouvez plus modifier le code de l'article pour les articles intégrés.</li></ul><p><b>Liens d'intégration des données de base</b></p><ul><li>Sur les pages <b>Client</b>, <b>Fournisseur</b> et <b>Article</b>, un lien vous permet d'accéder à l'enregistrement correspondant dans Sage Intacct.</li></ul>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-45215",
                            "title": "Exporter les résultats sur la page Historique de notification",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Sur la page <b>Historique de notification</b>, vous pouvez exporter les données des tableaux <b>Résultats</b> de tous les onglets.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Correctifs",
                    "taxonomies": {
                        "_type": [
                            "bug-fixes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'Common' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND (fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\") OR issueFunction in linkedIssuesOf(\"issueFunction in x3FindContentsOfImagefixes(\\\"XT 2023 R3 (32.0.0)\\\")\", \"is hotfix of\")) AND issue not in (XT-50375,XT-48711,XT-47961,XT-47921,XT-47458,XT-46676,XT-46524,XT-46321)"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-50633",
                            "title": "Les rôles d'autorisation ne fonctionnent pas correctement lors de l'impression d'une facture de vente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "L'impression d'une facture de vente n'affiche plus de message d'erreur pour un utilisateur autorisé.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ]
                            }
                        },
                        {
                            "key": "XT-50622",
                            "title": "Les rôles d'autorisation ne fonctionnent pas correctement lors de la clôture d'un ordre de fabrication",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "La clôture d'un ordre de fabrication n'affiche plus de message d'erreur pour un utilisateur autorisé.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ]
                            }
                        },
                        {
                            "key": "XT-50461",
                            "title": "Impossible de modifier le groupe d'autorisation d'un utilisateur",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Aucun message d'erreur ne s'affiche lorsque vous modifiez le groupe d'autorisation d'un utilisateur.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ],
                                "statusNote": [
                                    "validated-by-po"
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Distribution",
            "id": "distribution",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'Distribution' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = New AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-48531",
                            "title": "Amélioration de la gestion des ordres d'offre et de demande",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Voir le stock projeté<br/>Sur la page <b>Commande de vente</b>, à partir d'une ligne de commande de vente, vous pouvez afficher le <b>Stock projeté</b> disponible pour 7 jours à partir de la date d'expédition de la commande de vente, et non à partir de la date d'aujourd'hui.</p><p>Accéder aux commandes allouées<br/>Vous pouvez accéder à la fenêtre <b>Commandes allouées</b> en mode édition ou en mode affichage, selon le statut du document ou de la ligne.</p><ul><li>À partir des lignes de <b>Commande de vente</b> et de la page <b>Ordre de fabrication</b>, vous pouvez accéder à la fenêtre <b>Commandes allouées</b> en mode édition lorsque le statut de la ligne est <b>En attente</b> ou <b>En cours</b>. Pour tous les autres statuts, la fenêtre <b>Commandes allouées</b> est en mode affichage.</li><li>À partir des lignes de <b>Commande d'achat</b>, vous pouvez accéder à la fenêtre <b>Commandes allouées</b> en mode édition lorsque le statut de la ligne est <b>Brouillon</b>, <b>En attente</b> ou <b>En cours</b>. Pour tous les autres statuts, la fenêtre <b>Commandes allouées</b> est en mode affichage.</li></ul><p>Contrôles dans les fenêtres <b>Affecter l’ordre</b></p><ul><li>Sur la page <b>Ordre de fabrication</b>, un message d'erreur s'affiche lorsque vous affectez une quantité supérieure à la quantité effective du besoin d'approvisionnement ou supérieure à la quantité validée du bon de fabrication.</li><li>Sur la page <b>Commande d'achat</b>, un message d'erreur s'affiche lorsque vous affectez une quantité supérieure à la quantité effective du besoin d'approvisionnement ou supérieure à la quantité de la ligne de commande d'achat en unité de stock.</li><li>Sur la page <b>Commande de vente</b>, un message d'erreur s'affiche lorsque vous affectez une quantité supérieure à la quantité effective de l'ordre d'approvisionnement ou supérieure à la quantité de la ligne de commande de vente en unité de stock.</li></ul>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-47096",
                            "title": "Automatisation de la répartition détaillée des stocks des Ordres de fabrication",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Sur la page <b>Ordre de fabrication</b>, vous pouvez sélectionner <b>Allouer stock</b> dans le sous-menu <b>Plus d'actions</b> en haut de la page pour allouer des enregistrements de stock aux lignes de composants de l'ordre de fabrication pour les articles gérés en stock.  </p><p>Une demande d'allocation est créée pour les lignes de composants de l'ordre fabrication en attente ou en cours, et dont le stock n'a été que partiellement alloué ou pas alloué du tout. </p><p>Les détails de stock à allouer et les lignes d'ordre de fabrication sont mis à jour en fonction de la disponibilité et de l'état du stock. </p><p>Vous pouvez répéter cette opération jusqu'à ce que toutes les lignes de composants de l'ordre de fabrication soient allouées. Vous pouvez toujours manuellement allouer le stock par ligne de composant. </p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-47010",
                            "title": "Désactivation de la gestion des approbations pour les Demandes d'achat et Demandes de retour des ventes",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Sur la page <b>Site</b>, vous pouvez désactiver le mécanisme d'approbation des demandes d'achat et commandes, ainsi que des demandes de retour de vente. Lorsque le processus d'approbation est terminé, il vous suffit de valider les documents.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-46939",
                            "title": "Améliorations relatives à la distribution",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p><b>Articles</b></p><ul><li>Sur la page <b>Article</b>, le contrôle du formatage du <b>Code marchandise</b> a été supprimé.</li></ul><p><b>Achats</b></p><ul><li>Sur la page <b>Commande d'achat</b>, vous pouvez consulter l'état de l'impression dans l'onglet Informations.</li></ul><p><b>Masse salariale</b></p><ul><li>Dans le tableau des lignes <b>Expédition de vente</b>, vous pouvez afficher la colonne <b>Quantité allouée</b> à partir des options de colonne.</li><li>La quantité de <b>Stock disponible</b> est affichée dans la fenêtre <b>Stock projeté</b> disponible depuis la ligne <b>Commande de vente</b> et la page <b>Article</b>. Il est également affiché dans l'onglet <b>Stock</b> du volet de la ligne de <b>Commande de vente</b>.</li></ul>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-42179",
                            "title": "Profit brut et coût des ventes",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Sur les pages <b>Commande de vente</b>, <b>Facture de vente</b> et <b>Avoir de vente</b>, vous pouvez visualiser le total de la marge brute dans l'onglet <b>Totaux</b>. <br/>Dans le tableau et le volet des lignes, vous pouvez aussi consulter le <b>Montant de profit brut</b> et le <b>Montant du coût du stock</b> pour chaque ligne du document de vente. </p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Améliorations",
                    "taxonomies": {
                        "_type": [
                            "changes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND ((issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'Distribution' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = Improvement) OR (issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'Distribution' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Behaviour Change' = Yes)) AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-44443",
                            "title": "Gestion des lots de stock pour l'inventaire",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Lorsque vous effectuez des mouvements de stock liés à un changement de stock effectué lors d'une session de comptage, le contrôle des numéros de lots de stock suit les mêmes règles de numérotation que celles appliquées dans les autres pages.  </p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-40590",
                            "title": "Ajouter des notes clients et internes aux documents de vente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Sur les pages <b>Expédition de vente</b>, <b>Demande de retour de vente</b> et <b>Réception de retour de vente</b>, vous pouvez saisir des notes clients et internes au niveau de l'en-tête et de la ligne.<br/>Vous avez la possibilité d'inclure ces notes dans l'en-tête et la ligne des factures de vente ainsi que dans les bons de livraison au format PDF.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Correctifs",
                    "taxonomies": {
                        "_type": [
                            "bug-fixes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'Distribution' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND (fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\") OR issueFunction in linkedIssuesOf(\"issueFunction in x3FindContentsOfImagefixes(\\\"XT 2023 R3 (32.0.0)\\\")\", \"is hotfix of\")) AND issue not in (XT-50375,XT-48711,XT-47961,XT-47921,XT-47458,XT-46676,XT-46524,XT-46321)"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-49802",
                            "title": "Volet ligne commande de vente : Erreur lors de la suppression d'un article après avoir saisi une quantité",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Vous pouvez supprimer l'article après avoir saisi une quantité.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-48680",
                            "title": "Réception d’achat : Le bouton de comptabilisation est actif même si aucun détail de stock n'est saisi.",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Le bouton de comptabilisation de la réception d'achat est masqué lorsqu'au moins une ligne a un statut de détail du stock égal à \"demandé\".",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-48414",
                            "title": "L'adresse du site mis à jour n'est pas imprimée sur la commande d'achat",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Lorsque vous mettez à jour l'adresse et le nom du site ou du fournisseur sur une commande d'achat, les informations mises à jour apparaissent sur le document imprimé.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-48355",
                            "title": "Le bouton Avoir de retour de vente est masqué pour un retour de type « Réception et avoir ».",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Dans une demande de retour de vente, le bouton &quot;Avoir&quot; s'affiche lorsqu'il s'agit d'un type de retour &quot;Réception et Avoir&quot;.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-47799",
                            "title": "L'onglet Stock ne s'affiche pas toujours pour l'article en stock géré",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "L'onglet &quot;Stock&quot; s'affiche correctement dans le volet Expédition de ventes.<br/>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-47682",
                            "title": "Expédition de vente : Champs de stock dupliqués dans le volet de ligne",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Les champs de stock ne sont plus dupliqués dans les onglets &quot;Information&quot; et &quot;Stock&quot;.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-46957",
                            "title": "Erreur imprécise lors de la création d'une facture de vente à partir d'une expédition de vente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Il n'est plus possible d'avoir un compteur pour la définition d'une Société ou d'un site avec une longueur de 0 dans le composant lié.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-46520",
                            "title": "Le champ du bon de livraison du fournisseur est désactivé lorsque la réception est créée à partir d'une commande",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Lorsque vous créez une réception d'achat à partir d'une commande, le champ &quot;Bon de livraison fournisseur&quot; est activé afin que vous puissiez inclure la référence du fournisseur.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-46307",
                            "title": "Surallocation sur les expéditions de ventes et les retours d'achats",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Un contrôle des pages &quot;Expédition de vente&quot; et &quot;Retour d'achat&quot; permet d'éviter la surallocation d'articles.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-44878",
                            "title": "Erreur de réception du suivi de production lorsque le stock Alloué est affecté à l'ordre de fabrication",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Le suivi de production n'affiche plus d'erreur lorsque la case Suivi matière automatique est cochée si le stock Alloué est affecté à l'ordre de fabrication.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Production",
            "id": "manufacturing",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'Manufacturing' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = New AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-47236",
                            "title": "Build et suivre à partir de la nomenclature",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Vous pouvez suivre les réceptions de production pour une nomenclature grâce à la fonction <b>Suivi</b> de la page <b>Nomenclature</b>. Si une gamme est affectée à la nomenclature, tous les suivis associés à la réception de production sont créés automatiquement et affichés dans l'onglet <b>Suivi</b>. Un lien permettant de consulter chaque document de transaction individuel est disponible. Un ordre de fabrication, un document de suivi de production, un document de sortie matière et un document de suivi des temps peuvent être créés, en fonction de la nomenclature et des définitions de la gamme.<br/>Notez que si l'article en stock est géré par numéros de série, vous ne pouvez pas suivre une réception de production depuis la page <b>Nomenclature</b>.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-46941",
                            "title": "Coûts de production",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Lorsque le statut d'une nomenclature ou d'une gamme passe de <b>En développement</b> ou <b>Suspendue</b> à <b>Exploitation</b>, le coût total peut changer. Un message d'alerte vous invite à recalculer les coûts.<br/>Le champ <b>Coût</b> indirect n'est plus affiché pour un article-site.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-44431",
                            "title": "Calcul CBN multi-niveaux",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>La <b>Demande de calcul CBN</b> éclate les suggestions d'ordre de fabrication en besoins pour les articles composants, selon la définition de la nomenclature, lorsque la case <b>Éclater une nomenclature</b> est cochée. Le CBN traite ensuite ces besoins en composants, ainsi que toute autre offre et demande, pour définir les ruptures de stock et créer des suggestions pour ces articles.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-44419",
                            "title": "Traçabilité article",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Consultez la <b>Traçabilité article</b> en stock pour retrouver les transactions qui ont utilisé un lot ou un numéro de série spécifique. La recherche répertorie toutes les transactions qui renvoient au numéro de lot ou de série. Un lien permettant de consulter chaque document de transaction individuel est disponible.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Correctifs",
                    "taxonomies": {
                        "_type": [
                            "bug-fixes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'Manufacturing' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND (fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\") OR issueFunction in linkedIssuesOf(\"issueFunction in x3FindContentsOfImagefixes(\\\"XT 2023 R3 (32.0.0)\\\")\", \"is hotfix of\")) AND issue not in (XT-50375,XT-48711,XT-47961,XT-47921,XT-47458,XT-46676,XT-46524,XT-46321)"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-47426",
                            "title": "Désallocation d'ordre de fabrication : Le bouton Enregistrer est désactivé après effacement d'une ligne",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "La désallocation du stock dans le volet détaillé de répartition du stock sur une ligne de document fonctionne comme prévu.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-42713",
                            "title": "Le champ Opération est manquant dans le modèle d'importation de Nomenclature.",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Le modèle d'importation de &quot;Nomenclature&quot; comprend le champ opération.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Plateforme",
            "id": "platform",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Améliorations",
                    "taxonomies": {
                        "_type": [
                            "changes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND ((issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'Platform' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = Improvement) OR (issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'Platform' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Behaviour Change' = Yes)) AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-45789",
                            "title": "Amélioration de l'assistant tableau de bord",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Vous pouvez créer des widgets plus facilement et avec des options améliorées telles que :</p><ul><li>Opérateurs de filtre supplémentaires pour les champs numériques</li><li>Étiquettes personnalisées pour les axes X et Y dans les widgets graphiques</li><li>Deux méthodes d'agrégation différentes pour un même champ, en appliquant par exemple un minimum et un maximum à un champ.</li><li>Champs de recherche ajoutés aux listes de sélection</li><li>Présentations par défaut pour différents types de données</li><li>Les diviseurs simplifient l'affichage de quantités importantes</li></ul>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Correctifs",
                    "taxonomies": {
                        "_type": [
                            "bug-fixes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'Platform' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND (fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\") OR issueFunction in linkedIssuesOf(\"issueFunction in x3FindContentsOfImagefixes(\\\"XT 2023 R3 (32.0.0)\\\")\", \"is hotfix of\")) AND issue not in (XT-50375,XT-48711,XT-47961,XT-47921,XT-47458,XT-46676,XT-46524,XT-46321)"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-50075",
                            "title": "Signaler un problème de modèle d’édition dans le code pour sageJobTravelerTemplate",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Modèle d'édition (sageJobTravelerTemplate) : Définissez le nombre maximum de lignes par page à 100 000 pour vous assurer que tous les composants sont affichés sur le PDF. ",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ]
                            }
                        },
                        {
                            "key": "XT-49896",
                            "title": "La valeur du modèle actif est rétablie sur le modèle par défaut lorsqu'une instance est mise à niveau vers une version plus récente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Modèle d'édition :  La valeur du modèle actif était rétablie sur le modèle par défaut lorsqu'une instance était mise à niveau vers la dernière version.  Ce problème a été résolu en définissant le champ du modèle actif comme « isOwnedByCustomer » et en supprimant la vérification vendeur pour que les champs « isOwndedByCustomer » soient ignorés au cours du processus de mise à niveau. ",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ],
                                "statusNote": [
                                    "validated-by-po"
                                ]
                            }
                        },
                        {
                            "key": "XT-49407",
                            "title": "Le comptage dans l'en-tête du widget ne correspond pas au nombre affiché dans le gadget",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Les widgets du tableau de bord affichent un comptage détaillé.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ]
                            }
                        },
                        {
                            "key": "XT-48815",
                            "title": "Le widget pour l'Allocation de stock ne fonctionne pas avec les Lignes de document et les Lignes de document de commande.",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Ces champs sont disponibles pour l'Allocation de stock.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Expérience utilisateur",
            "id": "user-experience",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype in (Epic, Story) AND 'X3 Release Note Status' in ('Communicated, Validated by PO/PM','Review Done') AND 'X3 Release Note Grouping' = 'User experience' AND (statusCategory in (Done) OR status = 'Release Candidate') AND (resolution is EMPTY OR resolution = Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND 'X3 Epic Type' not in (Internal, Research) AND 'X3 Epic Type' = New AND fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\")"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-47325",
                            "title": "Saisie rapide et gestion améliorée des tableaux d'achat et de vente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Améliorations pour les documents d'achat et de vente tels que les ordres, les factures, les reçus, les avoirs, etc.</p><p>Grâce à la fonctionnalité de saisie rapide, vous pouvez ajouter des lignes directement dans le tableau et les ajouter au document en appuyant sur <b>Ctrl + Entrée</b> sur Windows ou <b>Commande + Entrée</b> sur Mac.</p><p>Dans le <b>Volet des lignes</b>, vous pouvez ajouter plusieurs lignes et faire défiler toutes les lignes du document.</p><p>Dans le <b>Volet des colonnes</b>, vous pouvez sélectionner les colonnes à afficher ou à masquer,. Les colonnes choisies s'affichent par défaut et ne peuvent pas être masquées.</p>",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Correctifs",
                    "taxonomies": {
                        "_type": [
                            "bug-fixes"
                        ]
                    },
                    "_jql": [
                        "project = XT AND issuetype = Bug AND 'X3 ReadMe Check' in ('To be communicated') AND 'X3 ReadMe Check' in ('Validated by PO') AND 'X3 Product Area' = 'User experience' AND status in (Done) AND (component is EMPTY OR component not in componentMatch('^Addon*')) AND (fixVersion in x3ReleasesComponentsMatch(\"XT 2023 R3 (32.0.0)\") OR issueFunction in linkedIssuesOf(\"issueFunction in x3FindContentsOfImagefixes(\\\"XT 2023 R3 (32.0.0)\\\")\", \"is hotfix of\")) AND issue not in (XT-50375,XT-48711,XT-47961,XT-47921,XT-47458,XT-46676,XT-46524,XT-46321)"
                    ],
                    "content_parts": [
                        {
                            "key": "XT-48505",
                            "title": "Commande d’achat : L'onglet Origine affiche des informations sur tous les articles",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Seule l'origine de l'article en cours de consultation s'affiche.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-47975",
                            "title": "Lors de l'ajout d'un article à la ligne d'une commande de fabrication, la recherche ne fonctionne pas dans le volet",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "Lorsque plusieurs articles portent le même nom, la recherche fonctionne correctement.",
                                    "taxonomies": "tout"
                                }
                            ],
                            "taxonomies": {
                                "version": [
                                    "32.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        }
    ]
}