{
    "id": "2022-r2-17",
    "title": "2022 R1",
    "language": "fr-FR",
    "__archive": "/dls-release-notes/api/fr-FR/archive.json",
    "previous": null,
    "date": "avril",
    "content_parts": [
        {
            "id": "intro",
            "type": "intro",
            "title": "Introduction",
            "content": "<p>Vous trouverez sur cette page le détail des dernières mises à jour effectuées : nouvelles fonctionnalités, améliorations, et correctifs.</p>",
            "taxonomies": "all"
        },
        {
            "title": "Distribution",
            "id": "distribution",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "content_parts": [
                        {
                            "key": "XT-19658",
                            "title": "Conversion de devise dans le processus d'achat",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Vous pouvez faire des échanges avec vos fournisseurs dans des devises de transaction différentes de la devise de la société. Les montants de transaction et la valorisation de stock sont exprimés dans la devise de transaction, puis convertis dans la devise de société en appliquant le cours de change le plus actuel à la date du document.</p>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-17394",
                            "title": "Conversion de devise dans le processus de vente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Vous pouvez faire des échanges avec vos clients dans des devises de transaction différentes de la devise de la société. Les montants de transaction et la valorisation de stock sont exprimés dans la devise de transaction, puis convertis dans la devise de société en appliquant le cours de change le plus actuel à la date du document.</p>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-17392",
                            "title": "Gestion de la TVA mise œuvre dans les commandes de vente",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>La fonction <b>Commande de vente</b> est conforme aux règles de gestion des taxes : cela inclut les règles de détermination des taxes, le calcul des taxes, et la gestion des taxes, ce qui vous permet d'identifier les taxes à appliquer à vos lignes de commande de vente.</p>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        },
                        {
                            "key": "XT-1337",
                            "title": "Gestion des tarifs dans les ventes",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Lorsque vous ne souhaitez pas facturer à votre client le prix standard d'un article, vous pouvez utiliser la gestion des tarifs pour indiquer le prix spécifique que vous souhaitez lui facturer.</p><p>Ces prix sont disponibles dans les fonctions <b>Article</b> et <b>Client</b>. Lorsqu'un client ne bénéficie pas de prix spécial, le <b>Prix de base</b> défini dans la fonction <b>Article</b> s'applique.</p><p>Les fonctionnalités suivantes ont été ajoutées :</p><ul><li><b>Recherche de prix</b> : Cette fonctionnalité vous permet de connaître le prix brut, les frais, ou les remises en pourcentage en fonction des tarifs associés à l'article-client. Les données tarifaires de l'article client sont parcourues, puis les valeurs correspondantes s'affichent. Si aucune valeur ne correspond, c'est le prix de base de l'article qui est utilisé comme prix brut. Les informations tarifaires sont disponibles dans les volets associés aux lignes de documents de vente.</li><li><b>Motif de prix client</b> : Cette fonctionnalité vous permet de définir des motifs standard, c'est-à-dire les raisons pour lesquelles vous ne facturez pas un client au prix standard. Lorsque vous définissez un prix spécial, vous pouvez sélectionner un des motifs ci-dessous.</li><li><b>Tarif promotionnel</b> : L'onglet <b>Prix de vente</b> a été ajouté dans la fonction <b>Article</b> à côté de l'onglet <b>Ventes</b>.</li><li><b>Tarif client</b> : L'onglet <b>Prix article</b> a été ajouté dans la fonction <b>Client</b> à côté de l'onglet <b>Articles</b>.</li></ul>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Plateforme",
            "id": "platform",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "content_parts": [
                        {
                            "key": "XT-12079",
                            "title": "Gestion du consentement dans le suivi d'utilisation",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Lorsque vous vous connectez pour la première fois, vous devez choisir les cookies que vous acceptez :</p><ul><li>Cookies essentiels pour le bon fonctionnement de l'application :</li><li>Cookies de performance</li><li>Cookies marketing</li></ul><p>Selon votre choix, Sage analyse vos données en utilisant des outils dédiés pour améliorer votre expérience utilisateur.</p>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "group",
                    "title": "Améliorations",
                    "taxonomies": {
                        "_type": [
                            "changes"
                        ]
                    },
                    "content_parts": [
                        {
                            "key": "XT-19912",
                            "title": "Localisation des états",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>L'éditeur d'états a été amélioré pour simplifier la localisation des états rédigés dans une autre langue. Des fonctionnalités ont aussi été ajoutées pour localiser les dates et les montants.</p><p>Dans l'onglet <b>Traduction</b>, vous pouvez traduire chacun des libellés de l'état dans une des langues prises en charge par l'application.</p><p>Dans l'onglet <b>Aperçu</b>, vous pouvez visualiser votre état dans chaque langue.</p>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        },
        {
            "title": "Données de référence",
            "id": "reference-data",
            "type": "module",
            "content_parts": [
                {
                    "type": "group",
                    "title": "Fonctionnalités",
                    "taxonomies": {
                        "_type": [
                            "news"
                        ]
                    },
                    "content_parts": [
                        {
                            "key": "XT-19585",
                            "title": "Types d'écriture : comptes définis par législation",
                            "highlight": false,
                            "content_parts": [
                                {
                                    "content": "<p>Le paramétrage des types d'écriture inclut des options avancées pour une détermination des comptes fluide et transparente. Quel que soit le flux métier, vous pouvez définir un compte pour une législation donnée.</p>",
                                    "taxonomies": "all"
                                }
                            ],
                            "taxonomies": {
                                "software": [
                                    "multi-tenant"
                                ],
                                "version": [
                                    "17.0.0"
                                ]
                            }
                        }
                    ]
                }
            ]
        }
    ]
}